RecommendedQuestInfoList = {}
RecommendedQuestInfoList = {
	[1] = {
		Title = "Иллюзия глубин",
		IconName = "ico_sc.bmp",
		Summary = "Раскройте тайны бескрайних глубин подводной пещеры!",
		BgName = "reco_94.bmp",
		QuestInfo1 = {
			"Ловивший рыбу в Излюде Сируд пропал без вести.",
			"Через 3 месяца нашли вещи, которые были при нем.",
			"Отправляйтесь в <NAVI>[Излюд]<INFO>izlude,132,49,0,101,0</INFO></NAVI> и примите участие в поисках пропавшего!"
		},
		QuestInfo2 = { "Неизвестное море", "Морская пещера" },
		QuestInfo3 = {
			"^ff0000? На этой странице указана информация об обновлении, а не задание. Она не будет удалена даже после выполнения задания.^000000"
		}
	},
	[2] = {
		Title = "Добро пожаловать! Приветствуем вас в мире Ragnarok!",
		IconName = "ico_gq.bmp",
		Summary = "Мы оказываем поддержку всем начинающим путешественникам.",
		NpcSpr = "4_F_01",
		NpcNavi = "iz_ac01",
		NpcPosX = 102,
		NpcPosY = 44,
		BgName = "reco_01.bmp",
		QuestInfo1 = {
			"Добро пожаловать!",
			"В академии Критура вы узнаете все необходимое, чтобы начать путешествие. Если вы там еще не были, обязательно зайдите, чтобы получить ценную информацию и полезные предметы."
		},
		QuestInfo2 = {
			"*Новички, добро пожаловать!*",
			"*Возьмите подарок для новичков!**Он вам пригодится!*",
			"*Мы также проконсультируем вас насчет профессий*."
		},
		QuestInfo3 = {
			"^ff0000? На этой странице указана информация об обновлении, а не задание. Она не будет удалена даже после выполнения задания.^000000"
		}
	},
	[3] = {
		Title = "Эпизод 17.2 - Наследие мудреца",
		IconName = "ico_ep.bmp",
		Summary = "Следуйте за передовым отрядом...",
		NpcSpr = "4_M_ROOKIE",
		NpcNavi = "sp_cor",
		NpcPosX = 255,
		NpcPosY = 285,
		BgName = "reco_03.bmp",
		QuestInfo1 = {
			"Вас ждет часть особой зоны Кор. Наконец-то стал доступен единственный путь внутрь - через канализацию.",
			"Бойцы отряда отправляются туда вместе с повстанцами, чтобы выследить агентов Иллюзии."
		},
		QuestInfo2 = {
			"Условия",
			"Завершите эпизод ^99000017.1^000000.",
			"Достигните ^990000уровня 130 или выше^000000."
		},
		QuestInfo3 = {
			"^ff0000? На этой странице указана информация об обновлении, а не задание. Она не будет удалена даже после выполнения задания.^000000"
		}
	},
	[4] = {
		Title = "Гластхейм - режим испытания",
		IconName = "ico_sc.bmp",
		Summary = "Исследуйте искаженное измерение!",
		NpcSpr = "4_ED_OSCAR",
		NpcNavi = "glast_01",
		NpcPosX = 143,
		NpcPosY = 288,
		BgName = "reco_04.bmp",
		QuestInfo1 = {
			"^003355Измерение, которое не должно существовать.^000000",
			"Предположительно появилось в день крушения Гластхейма. Была предпринята попытка закрыть измерение.",
			"Однако из-за вмешательства защитника измерений может возникнуть серьезная ошибка причинно-следственных связей, поэтому процесс временно остановлен. Требуется помощь людей."
		},
		QuestInfo2 = { "Условия", "Достигните ^990000уровня 170 или выше^000000." },
		QuestInfo3 = {
			"^ff0000? На этой странице указана информация об обновлении, а не задание. Она не будет удалена даже после выполнения задания.^000000"
		}
	},
	[5] = {
		Title = "Повышение уровня высшей профессии.",
		IconName = "ico_sc.bmp",
		Summary = "Преодолейте свои границы!",
		BgName = "reco_05.bmp",
		QuestInfo1 = {
			"Приветствую!?",
			"Приятно познакомиться! ^950a0aЯ милая волшебница, прибывшая из волшебной страны, чтобы перезапустить остановившиеся часы повышения уровней расширенной профессии.^000000",
			"Итак, пришло время снова повысить ваш уровень!"
		},
		QuestInfo2 = {
			"^eb1842Повышение уровня?^000000",
			"Base?Lv: ^950a0a185^000000",
			"Job¦Lv:  ^950a0a65^000000"
		},
		QuestInfo3 = {
			"^3f3199Профессии: Повстанец/Кагеро/Оборо/Звездный император/Жнец душ/Суперновичок/Дорама.?^000000"
		}
	},
	[6] = {
		Title = "Подземелье 'Биолаборатория Эдды' - Путь экспедиции",
		Summary = "Долгий путь исследователей, чьи имена неизвестны.",
		BgName = "reco_06.bmp",
		IconName = "ico_sc.bmp",
		NpcSpr = "4_F_SCIENCE",
		NpcNavi = "yuno",
		NpcPosX = 216,
		NpcPosY = 345,
		QuestInfo1 = {
			"^003355В биолаборатории Лайтхайзена остались лишь их фантомы.^000000",
			"Используйте ^990000виртуальную запись^000000, станьте ^990000одним из 6 участников неофициальной исследовательской миссии Рун-Мидгарда^000000 и узнайте, что с ними случилось."
		},
		QuestInfo2 = { "Условия", "Достигните ^990000уровня 170^000000 или выше." },
		QuestInfo3 = {
			"^ff0000? На этой странице указана информация об обновлении, а не задание. Она не будет удалена даже после выполнения задания.^000000"
		}
	},
	[7] = {
		Title = "Эдда - Гибель Гластхейма",
		IconName = "ico_sc.bmp",
		Summary = "Узнайте, как все было на самом деле!",
		NpcSpr = "4_ED_OSCAR",
		NpcNavi = "glast_01",
		NpcPosX = 243,
		NpcPosY = 290,
		BgName = "reco_07.bmp",
		QuestInfo1 = {
			"^003355История Мемориала древнего Гластхейма продолжается.^000000",
			"Появляется Шмитц, оставшийся в истории",
			"как сбежавший тиран.",
			"^990000Оскар, наблюдавший за событиями в разных измерениях, стал свидетелем падения Гластхейма^000000 и решил рассказать кому-нибудь правду о том, что случилось тогда."
		},
		QuestInfo2 = { "Условия", "Достигните ^990000уровня 130^000000 или выше." },
		QuestInfo3 = {
			"^ff0000? На этой странице указана информация об обновлении, а не задание. Она не будет удалена даже после выполнения задания.^000000"
		}
	}
}
