RecommendedQuestInfoList = {}
RecommendedQuestInfoList = {
	{
		Title = "АП·зАь їАєк ѕрґхїцЕН",
		IconName = "ico_sc.bmp",
		Summary = "іЎѕшАМ ±нАє ЗШАъµї±јАЗ єс№РА» №аЗф¶у!",
		BgName = "reco_94.bmp",
		QuestInfo1 = {
			"АМБо·зµеїЎј­ і¬ЅГё¦ ЗПґш ЅГ·зµе°Ў ЅЗБѕµЗґВ »з°ЗАМ АПѕоіµЅАґПґЩ.",
			"±Ч·ОєОЕН 3°іїщ Бці­ ИДїЎ ±Ч°Ў °ЎБц°н АЦґш №°°ЗАМ №Я°ЯµЗѕъґВµҐїд.",
			"<NAVI>[АМБо·зµе]<INFO>izlude,132,49,0,101,0</INFO></NAVI>·О °Ўј­ ЅЗБѕАЪ ГЈ±вїЎ µїВьЗШБЦјјїд!"
		},
		QuestInfo2 = { "№МБцАЗ №ЩґЩ", "ЅЙЗШАЗ ЗШАъµї±ј" },
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	},
	[1] = {
		Title = "ѕој­їАјјїд. ¶у±ЧіЄ·ОЕ©АЗ јј°иїЎ!",
		IconName = "ico_gq.bmp",
		Summary = "ГКєё ёрЗи°Ў ї©·ЇєРА» ААїш ЗХґПґЩ.",
		NpcSpr = "4_F_01",
		NpcNavi = "iz_ac01",
		NpcPosX = 102,
		NpcPosY = 44,
		BgName = "reco_01.bmp",
		QuestInfo1 = {
			"ѕој­їАјјїд!",
			"Е©ё®Ех¶у ЗРїшїЎј­ґВ ГКєё ёрЗи°Ў ї©·ЇєРАЗ ёрЗиїЎ µµїтАМ µЗ°нАЪ ї©·Ї°ЎБц Б¤єёё¦ ѕЛ·Бµеё®°н АЦЅАґПґЩ. ѕЖБч Е©ё®Ех¶у ЗРїшА» №ж№®ЗПБц ѕКАє ГКєё ёрЗи°ЎґФµйАє ІА №ж№®ЗПї© АЇїлЗС Б¤єёїН Бцїш №°З°А» №ЮѕЖ°ЎЅГ±в №Щ¶шґПґЩ."
		},
		QuestInfo2 = { "$$ілєсЅє$$ ИЇїµ!!", "ГКєё%%Бцїш%%»§@!!»§@!!", "&*АьБч*& »уґг OK!!" },
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	},
	[2] = {
		Title = "ѕој­їАјјїд. ¶у±ЧіЄ·ОЕ©АЗ јј°иїЎ!",
		IconName = "ico_gq.bmp",
		Summary = "ГКєё ёрЗи°Ў ї©·ЇєРА» ААїш ЗХґПґЩ.",
		NpcSpr = "4_F_01",
		NpcNavi = "iz_ac01",
		NpcPosX = 102,
		NpcPosY = 44,
		BgName = "reco_01.bmp",
		QuestInfo1 = {
			"ѕој­їАјјїд!",
			"Е©ё®Ех¶у ЗРїшїЎј­ґВ ГКєё ёрЗи°Ў ї©·ЇєРАЗ ёрЗиїЎ µµїтАМ µЗ°нАЪ ї©·Ї°ЎБц Б¤єёё¦ ѕЛ·Бµеё®°н АЦЅАґПґЩ. ѕЖБч Е©ё®Ех¶у ЗРїшА» №ж№®ЗПБц ѕКАє ГКєё ёрЗи°ЎґФµйАє ІА №ж№®ЗПї© АЇїлЗС Б¤єёїН Бцїш №°З°А» №ЮѕЖ°ЎЅГ±в №Щ¶шґПґЩ."
		},
		QuestInfo2 = { "$$ілєсЅє$$ ИЇїµ!!", "ГКєё%%Бцїш%%»§@!!»§@!!", "&*АьБч*& »уґг OK!!" },
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	},
	[3] = {
		Title = "їЎЗЗјТµе 17.2 ЗцАЪАЗ АЇ»к",
		IconName = "ico_ep.bmp",
		Summary = "ј±№Яґлё¦ µы¶у µЪГіБцБц ѕКµµ·П...",
		NpcSpr = "4_M_ROOKIE",
		NpcNavi = "sp_cor",
		NpcPosX = 255,
		NpcPosY = 285,
		BgName = "reco_03.bmp",
		QuestInfo1 = {
			"ЖЇјц°ж°иБцїЄ ДЪёЈАЗ ЗС ВК. АЇАПЗС Ел·О·О ГЯБ¤µЗґш ЗПјц°ьАМ µеµрѕо ї­·ИЅАґПґЩ.",
			"ё®є§ё®їВА» А§ЅГЗС ґлїшµйАє АП·зЅГїВА» ГЯАыЗП±в А§ЗШ ЗПјц°ь і»єО·О БшАФЗП±в·О ЗХґПґЩ."
		},
		QuestInfo2 = {
			"ј±За Б¶°З",
			"їЎЗЗјТµе ^99000017.1^000000 їП·б",
			"^990000·№є§ 130 АМ»у^000000АЗ ёрЗи°Ў"
		},
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	},
	[4] = {
		Title = "±Ы·ЎЅєЖ® ЗмАУ µµАьёрµе",
		IconName = "ico_sc.bmp",
		Summary = "ВчїшАЗ їА·щё¦ И®АОЗП¶у",
		NpcSpr = "4_ED_OSCAR",
		NpcNavi = "glast_01",
		NpcPosX = 143,
		NpcPosY = 288,
		BgName = "reco_04.bmp",
		QuestInfo1 = {
			"^003355БёАзЗШј± ѕИµЗґВ Вчїш^000000",
			"±Ы·ЎЅєЖ® ЗмАУ єШ±«АЗ іЇїЎ №Я»эЗС °НАё·О ГЯБ¤ЗПї© Жујв ЅГµµ.",
			"Вчїш јцИЈАЪАЗ °Јј·ЅГ АО°ъАІАЗ °ЕґлЗС їА·щ°Ў АПѕоіЇ °НАё·О ЖЗґЬЗПї© АбБ¤ єё·щ. АО°ЈАЗ µµїтАМ ЗКїдЗПґЩ."
		},
		QuestInfo2 = { "°ш·« Б¶°З", "^990000·№є§ 170 АМ»у^000000АЗ ёрЗи°Ў" },
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	},
	[5] = {
		Title = "И®Ае Бчѕч±є ·№є§ И®Ае!",
		IconName = "ico_sc.bmp",
		Summary = "ЗС!°и!µ№!ЖД!",
		BgName = "reco_05.bmp",
		QuestInfo1 = {
			"ѕИіз~~ЎЩ",
			"№Э°Ўїц! ^950a0aіЄґВ ёШГз№цё° И®АеБчѕч±є ·№є§АЗ ЅГ°ЈА» ґЩЅГ їтБчАМ°Ф ЗП±в А§ЗШ ё¶№эАЗ іЄ¶уїЎј­ ГЈѕЖїВ ±Нї±°н ±фВпЗС ё¶№эјТіаѕЯ!^000000",
			"АЪЎЩ АМБ¦єОЕП ґЩЅГ ўР·№є§ѕчўСАЗ ЅГ°ЈАМ¶у±Г~ўї"
		},
		QuestInfo2 = {
			"^eb1842ЗБ>.<ё®Жј~~ ·№є§ ѕчЎЩ^000000",
			"BaseўЅLv: ^950a0a185^000000",
			"JobўѕLv:  ^950a0a65^000000"
		},
		QuestInfo3 = {
			"^3f3199ё®є§ё®їВ/Д«°Ф·Оїм/їАєё·О/јєБ¦/јТїпё®ЖЫ/ЅґЖЫ ілєсЅє/µµ¶ч ДЈ±ёµй И­АМЖГАМѕд~ЎЪ ^000000"
		}
	},
	[6] = {
		Title = "EDDA »эГјї¬±ёјТ ґшАь - їшБ¤АЗ ї©·О",
		Summary = "АМё§Б¶Вч ѕЛ·ББцБц ѕКАє їшБ¤ґлАЗ ±віЄ±д їшБ¤АЗ ї©·О",
		BgName = "reco_06.bmp",
		IconName = "ico_sc.bmp",
		NpcSpr = "4_F_SCIENCE",
		NpcNavi = "yuno",
		NpcPosX = 216,
		NpcPosY = 345,
		QuestInfo1 = {
			"^003355ё®ИчЕёёЈБЁАЗ »эГјї¬±ёјТ, АМБ¦ґВ »зідГј°Ў µЗѕо БёАзБ¶Вч Ис№МЗШБш АМµй.^000000",
			"ґзЅЕАє ^990000№цГЯѕу ·№ДЪµе^000000ё¦ »зїлЗШ ^990000·й №Мµе°ЎГч єс°шЅД ЕЅ»зґл 6АОАЗ µї·б^000000°Ў µЗѕо ±ЧµйАМ ѕо¶І АПА» °ЮѕъґВБц ЗФІІ №аЗфі»ѕЯ ЗХґПґЩ."
		},
		QuestInfo2 = { "°ш·« Б¶°З", "^990000·№є§ 170^000000 АМ»уАЗ ёрЗи°Ў" },
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	},
	[7] = {
		Title = "EDDA ±Ы·ЎЅєЖ® ЗмАУАЗ ёф¶ф",
		IconName = "ico_sc.bmp",
		Summary = "їЄ»зАЗ БшЅЗА» ёс°ЭЗПјјїд",
		NpcSpr = "4_ED_OSCAR",
		NpcNavi = "glast_01",
		NpcPosX = 243,
		NpcPosY = 290,
		BgName = "reco_07.bmp",
		QuestInfo1 = {
			"^003355їѕ ±Ы·ЎЅєЖ® ЗмАУ ёЮёрё®ѕуАЗ µЮ АМѕЯ±в.^000000",
			"їЄ»з јУїЎј­ µµёБАЪ/Жш±єАё·О ѕЛ·ББш",
			"Ѕґ№МГчАЗ µоАе.",
			"ї©·Ї ВчїшАЗ ЅГ°ЈА» БЦЅГЗП°н ±в·ПЗПґВ ^990000ЅГ°шїл їАЅєД«ґВ ±Ы·ЎЅєЖ® ЗмАУ ёф¶фАЗ јш°ЈА» ёс°Э^000000ЗП°н ґ©±є°ЎїЎ°Ф ±Ч БшЅЗА» ѕЛё®°нАЪ ё¶АЅ ёФґВµҐ..."
		},
		QuestInfo2 = { "°ш·« Б¶°З", "^990000·№є§ 130^000000 АМ»уАЗ ёрЗи°Ў" },
		QuestInfo3 = {
			"^ff0000ЎШ АМ ЖдАМБцґВ ДщЅєЖ®°Ў ѕЖґС ѕчµҐАМЖ® јТ°іАФґПґЩ. ДщЅєЖ®ё¦ їП·б ЗПї©µµ »иБ¦µЗБц ѕКАёґП Вь°нЗПЅГ±в №Щ¶шґПґЩ.^000000"
		}
	}
}
